/*
 * Name: OgreAPFCLocalizable.strings
 * Project: OgreKit
 *
 * Creation Date: Jan 22 2004
 * Author: Isao Sonobe <sonoisa@gmail.com>
 * Copyright: Copyright (c) 2004-2018 Isao Sonobe, All rights reserved.
 * License: OgreKit License
 *
 * Encoding: UTF16
 * Tabsize: 4
 */

/* the title of OK button */
"OK"	= "OK";

/* the title of the "More/Less Options" Button */
"More Options"  = "詳細設定";
"Less Options"	= "簡易設定";

/* clear the find/replace histories */
// title
"Clear" = "消去";
// message
"Do you really want to clear find/replace histories?"   = "本当に検索・置換履歴を消去してよろしいですか？";
// buttons
"Yes"   = "はい";
"No"	= "いいえ";

/* error messages */
"Invalid Regular Expression"   = "誤った正規表現";
